<?php
    require APPROOT . '/views/includes/header.php';
    require APPROOT . '/views/includes/navigation.php';
?>
<div class="row">
    <div class="col-md-9 px-5 mx-5 my-2">
        <h3>ኣትሌት ጎዬ ነቲ ውድድር 02፡05፡45 ብዝኾነ ሰዓት እዩ ከምዝዛሞም እቲ ዝተረኽበ ሓበሬታ መልክት።</h3>

        <p >
            ኣብቲ ንሕንሕ ዝተርአየሉ ውድድር ኬንያዊ የጎን ቤትዌል ካልኣይ ደረጃ ሒዙ ዛዚሙ።
            ነቲ ውድድር ክዕወተሉ ትጽቢት ዝገበረሉ ኢትዮጵያዊ ኣትሌት ቀነኒሳ በቀለ ድማ ሳልሳይ ደረጃ ሒዙ ወዲኡ።
            ወዲ 30 ዓመት ጉዬ ኣዶላ፡ ኣብ ተመሳሳሊ ውድድር በርሊን ማራቶነዕ፡ ንወናኒ ክብረ ወሰን ዓለም ዝኾነ ኢሉይድ ኪፕቾጌን ተኸቲሉ ካልኣይ ወጺኡ
            ብኤርትራዊ ዮናስ ማይናስ ዝተሰርሐት ብዓረባዊ ቅዲ ዝተዜመት 'ሓሚዳ' ዘርእስታ ደርፊ ንኣፍሪቃዊ ሽልማት ተሓጽያ።
            ኣብቲ ኣፍሪማስ 'ኦል ኣፍሪካን ሙዚክ ኣዋርድ' ዝተሰምየት ሽልማት ምብራቕ ኣፍሪቃ፣ ማእከላይ ኣፍሪቃ፣ ሰሜን ኣፍሪቃ፣ ደቡባዊ ኣፍሪቃን ምዕራብን ኣፍሪቃን ብዝብል ንኣፍሪቃ ኣብ ሓሙሽተ ዞባታት ብምምዳብ እዩ ሽልማታት ዝዕድል።
            ኮመዲ ሓሚዳ ናይ ዮናስ ማይናስ፡ ኣብቲ Best Artist, Duo or Group in African Traditional ብዝብል ምድብ ምስ 11 ካልኦት ደርፍታት'ያ ንሽልማት ተሓጽያ ዘላ።

            ዮናስ ምሕረት ኣብ ስርሓት ኮሜዲ ኣብ ምእላይ 'ቪድዮ ክሊፕ' እውን ዓቢ ክእለት ዘለዎ ስነ-ጥበባዊ እዩ።

            ከም መርኣይኡ ድማ ኣብቲ ዓመታዊ ብሻሞት ዝውሃብ ሽልማታት ኣብ 2018 ብሓሙሽተ ዓውድታት ኣብ 2019 ከኣ ብተመሳሳሊ ብሓሙሽተ ዓውድታት ክሽለም ክኢሉ'ዩ።

            ካባላጋላ ኣብ ሰሙን ሸውዓተ ቀዳም ዘለዎ ቦታ
            ኤርትራ፡ “ስነ ጥበብ ገድሊ እንተኾይኑ ንወዲ ኳዳ ጀነራል ምሃብክዎ”
            ጸላምን ኣይሁዳዊትን ቲፋኒ ሓድሽ
            'እታ ዝኸበረት ፍርያተይ ንቤት ጽሕፈት ፕሬዚደንት ከም ህያብ ሂበያ'
            እታ ኣብ 2018 ብጽቡቕ ኣተኣላልያ (ዳይሬክቲንግ) ዝተሸለመት 'ክንራኸብ ኢና' ዘርእስታ ደርፊ ቃልኣብ ተወልደመድህንን ኣብ 2019 ብጽቡቕ ኣተኣላልያ ዝተሸለመት 'ጎነይ' ዝኣርእስታ ደርፊ ናይ ኣብርሃም ኣለምን ዮናስ ምሕርትኣብን ማይናስ እዩ ኣልይወን።

            ብዘይካ ዮናስ ማይናስ Best African Acts in the Diaspora ኣብ ዝብል ምድብ ኤርትራዊት ኔዜርላንዳዊት ሪሞን'ውን ምስ ሸውዓት ስነ ጥበባውያን ንሽልማት ተሓጽያ ኣላ።

            ኣብ ኤርትራ ዝተወለደት ሪሞን እግሪ ተኽሊ እንከላ'ያ ምስ ኣዲኣ ናብ ስደት ኣምሪሐን።
            ኣብቲ ንሕንሕ ዝተርአየሉ ውድድር ኬንያዊ የጎን ቤትዌል ካልኣይ ደረጃ ሒዙ ዛዚሙ።
            ነቲ ውድድር ክዕወተሉ ትጽቢት ዝገበረሉ ኢትዮጵያዊ ኣትሌት ቀነኒሳ በቀለ ድማ ሳልሳይ ደረጃ ሒዙ ወዲኡ።
            ወዲ 30 ዓመት ጉዬ ኣዶላ፡ ኣብ ተመሳሳሊ ውድድር በርሊን ማራቶነዕ፡ ንወናኒ ክብረ ወሰን ዓለም ዝኾነ ኢሉይድ ኪፕቾጌን ተኸቲሉ ካልኣይ ወጺኡ
            ብኤርትራዊ ዮናስ ማይናስ ዝተሰርሐት ብዓረባዊ ቅዲ ዝተዜመት 'ሓሚዳ' ዘርእስታ ደርፊ ንኣፍሪቃዊ ሽልማት ተሓጽያ።
            ኣብቲ ኣፍሪማስ 'ኦል ኣፍሪካን ሙዚክ ኣዋርድ' ዝተሰምየት ሽልማት ምብራቕ ኣፍሪቃ፣ ማእከላይ ኣፍሪቃ፣ ሰሜን ኣፍሪቃ፣ ደቡባዊ ኣፍሪቃን ምዕራብን ኣፍሪቃን ብዝብል ንኣፍሪቃ ኣብ ሓሙሽተ ዞባታት ብምምዳብ እዩ ሽልማታት ዝዕድል።
            ኮመዲ ሓሚዳ ናይ ዮናስ ማይናስ፡ ኣብቲ Best Artist, Duo or Group in African Traditional ብዝብል ምድብ ምስ 11 ካልኦት ደርፍታት'ያ ንሽልማት ተሓጽያ ዘላ።

            ዮናስ ምሕረት ኣብ ስርሓት ኮሜዲ ኣብ ምእላይ 'ቪድዮ ክሊፕ' እውን ዓቢ ክእለት ዘለዎ ስነ-ጥበባዊ እዩ።

            ከም መርኣይኡ ድማ ኣብቲ ዓመታዊ ብሻሞት ዝውሃብ ሽልማታት ኣብ 2018 ብሓሙሽተ ዓውድታት ኣብ 2019 ከኣ ብተመሳሳሊ ብሓሙሽተ ዓውድታት ክሽለም ክኢሉ'ዩ።

            ካባላጋላ ኣብ ሰሙን ሸውዓተ ቀዳም ዘለዎ ቦታ
            ኤርትራ፡ “ስነ ጥበብ ገድሊ እንተኾይኑ ንወዲ ኳዳ ጀነራል ምሃብክዎ”
            ጸላምን ኣይሁዳዊትን ቲፋኒ ሓድሽኣብቲ ንሕንሕ ዝተርአየሉ ውድድር ኬንያዊ የጎን ቤትዌል ካልኣይ ደረጃ ሒዙ ዛዚሙ።
            ነቲ ውድድር ክዕወተሉ ትጽቢት ዝገበረሉ ኢትዮጵያዊ ኣትሌት ቀነኒሳ በቀለ ድማ ሳልሳይ ደረጃ ሒዙ ወዲኡ።
            ወዲ 30 ዓመት ጉዬ ኣዶላ፡ ኣብ ተመሳሳሊ ውድድር በርሊን ማራቶነዕ፡ ንወናኒ ክብረ ወሰን ዓለም ዝኾነ ኢሉይድ ኪፕቾጌን ተኸቲሉ ካልኣይ ወጺኡ
            ብኤርትራዊ ዮናስ ማይናስ ዝተሰርሐት ብዓረባዊ ቅዲ ዝተዜመት 'ሓሚዳ' ዘርእስታ ደርፊ ንኣፍሪቃዊ ሽልማት ተሓጽያ።
            ኣብቲ ኣፍሪማስ 'ኦል ኣፍሪካን ሙዚክ ኣዋርድ' ዝተሰምየት ሽልማት ምብራቕ ኣፍሪቃ፣ ማእከላይ ኣፍሪቃ፣ ሰሜን ኣፍሪቃ፣ ደቡባዊ ኣፍሪቃን ምዕራብን ኣፍሪቃን ብዝብል ንኣፍሪቃ ኣብ ሓሙሽተ ዞባታት ብምምዳብ እዩ ሽልማታት ዝዕድል።
            ኮመዲ ሓሚዳ ናይ ዮናስ ማይናስ፡ ኣብቲ Best Artist, Duo or Group in African Traditional ብዝብል ምድብ ምስ 11 ካልኦት ደርፍታት'ያ ንሽልማት ተሓጽያ ዘላ።

            ዮናስ ምሕረት ኣብ ስርሓት ኮሜዲ ኣብ ምእላይ 'ቪድዮ ክሊፕ' እውን ዓቢ ክእለት ዘለዎ ስነ-ጥበባዊ እዩ።

            ከም መርኣይኡ ድማ ኣብቲ ዓመታዊ ብሻሞት ዝውሃብ ሽልማታት ኣብ 2018 ብሓሙሽተ ዓውድታት ኣብ 2019 ከኣ ብተመሳሳሊ ብሓሙሽተ ዓውድታት ክሽለም ክኢሉ'ዩ።

            ካባላጋላ ኣብ ሰሙን ሸውዓተ ቀዳም ዘለዎ ቦታ
            ኤርትራ፡ “ስነ ጥበብ ገድሊ እንተኾይኑ ንወዲ ኳዳ ጀነራል ምሃብክዎ”
            ጸላምን ኣይሁዳዊትን ቲፋኒ ሓድሽኣብቲ ንሕንሕ ዝተርአየሉ ውድድር ኬንያዊ የጎን ቤትዌል ካልኣይ ደረጃ ሒዙ ዛዚሙ።
            ነቲ ውድድር ክዕወተሉ ትጽቢት ዝገበረሉ ኢትዮጵያዊ ኣትሌት ቀነኒሳ በቀለ ድማ ሳልሳይ ደረጃ ሒዙ ወዲኡ።
            ወዲ 30 ዓመት ጉዬ ኣዶላ፡ ኣብ ተመሳሳሊ ውድድር በርሊን ማራቶነዕ፡ ንወናኒ ክብረ ወሰን ዓለም ዝኾነ ኢሉይድ ኪፕቾጌን ተኸቲሉ ካልኣይ ወጺኡ
            ብኤርትራዊ ዮናስ ማይናስ ዝተሰርሐት ብዓረባዊ ቅዲ ዝተዜመት 'ሓሚዳ' ዘርእስታ ደርፊ ንኣፍሪቃዊ ሽልማት ተሓጽያ።
            ኣብቲ ኣፍሪማስ 'ኦል ኣፍሪካን ሙዚክ ኣዋርድ' ዝተሰምየት ሽልማት ምብራቕ ኣፍሪቃ፣ ማእከላይ ኣፍሪቃ፣ ሰሜን ኣፍሪቃ፣ ደቡባዊ ኣፍሪቃን ምዕራብን ኣፍሪቃን ብዝብል ንኣፍሪቃ ኣብ ሓሙሽተ ዞባታት ብምምዳብ እዩ ሽልማታት ዝዕድል።
            ኮመዲ ሓሚዳ ናይ ዮናስ ማይናስ፡ ኣብቲ Best Artist, Duo or Group in African Traditional ብዝብል ምድብ ምስ 11 ካልኦት ደርፍታት'ያ ንሽልማት ተሓጽያ ዘላ።

            ዮናስ ምሕረት ኣብ ስርሓት ኮሜዲ ኣብ ምእላይ 'ቪድዮ ክሊፕ' እውን ዓቢ ክእለት ዘለዎ ስነ-ጥበባዊ እዩ።

            ከም መርኣይኡ ድማ ኣብቲ ዓመታዊ ብሻሞት ዝውሃብ ሽልማታት ኣብ 2018 ብሓሙሽተ ዓውድታት ኣብ 2019 ከኣ ብተመሳሳሊ ብሓሙሽተ ዓውድታት ክሽለም ክኢሉ'ዩ።

            ካባላጋላ ኣብ ሰሙን ሸውዓተ ቀዳም ዘለዎ ቦታ
            ኤርትራ፡ “ስነ ጥበብ ገድሊ እንተኾይኑ ንወዲ ኳዳ ጀነራል ምሃብክዎ”
            ጸላምን ኣይሁዳዊትን ቲፋኒ ሓድሽኣብቲ ንሕንሕ ዝተርአየሉ ውድድር ኬንያዊ የጎን ቤትዌል ካልኣይ ደረጃ ሒዙ ዛዚሙ።
            ነቲ ውድድር ክዕወተሉ ትጽቢት ዝገበረሉ ኢትዮጵያዊ ኣትሌት ቀነኒሳ በቀለ ድማ ሳልሳይ ደረጃ ሒዙ ወዲኡ።
            ወዲ 30 ዓመት ጉዬ ኣዶላ፡ ኣብ ተመሳሳሊ ውድድር በርሊን ማራቶነዕ፡ ንወናኒ ክብረ ወሰን ዓለም ዝኾነ ኢሉይድ ኪፕቾጌን ተኸቲሉ ካልኣይ ወጺኡ
            ብኤርትራዊ ዮናስ ማይናስ ዝተሰርሐት ብዓረባዊ ቅዲ ዝተዜመት 'ሓሚዳ' ዘርእስታ ደርፊ ንኣፍሪቃዊ ሽልማት ተሓጽያ።
            ኣብቲ ኣፍሪማስ 'ኦል ኣፍሪካን ሙዚክ ኣዋርድ' ዝተሰምየት ሽልማት ምብራቕ ኣፍሪቃ፣ ማእከላይ ኣፍሪቃ፣ ሰሜን ኣፍሪቃ፣ ደቡባዊ ኣፍሪቃን ምዕራብን ኣፍሪቃን ብዝብል ንኣፍሪቃ ኣብ ሓሙሽተ ዞባታት ብምምዳብ እዩ ሽልማታት ዝዕድል።
            ኮመዲ ሓሚዳ ናይ ዮናስ ማይናስ፡ ኣብቲ Best Artist, Duo or Group in African Traditional ብዝብል ምድብ ምስ 11 ካልኦት ደርፍታት'ያ ንሽልማት ተሓጽያ ዘላ።

            ዮናስ ምሕረት ኣብ ስርሓት ኮሜዲ ኣብ ምእላይ 'ቪድዮ ክሊፕ' እውን ዓቢ ክእለት ዘለዎ ስነ-ጥበባዊ እዩ።

            ከም መርኣይኡ ድማ ኣብቲ ዓመታዊ ብሻሞት ዝውሃብ ሽልማታት ኣብ 2018 ብሓሙሽተ ዓውድታት ኣብ 2019 ከኣ ብተመሳሳሊ ብሓሙሽተ ዓውድታት ክሽለም ክኢሉ'ዩ።

            ካባላጋላ ኣብ ሰሙን ሸውዓተ ቀዳም ዘለዎ ቦታ
            ኤርትራ፡ “ስነ ጥበብ ገድሊ እንተኾይኑ ንወዲ ኳዳ ጀነራል ምሃብክዎ”
            ጸላምን ኣይሁዳዊትን ቲፋኒ ሓድሽኣብቲ ንሕንሕ ዝተርአየሉ ውድድር ኬንያዊ የጎን ቤትዌል ካልኣይ ደረጃ ሒዙ ዛዚሙ።
            ነቲ ውድድር ክዕወተሉ ትጽቢት ዝገበረሉ ኢትዮጵያዊ ኣትሌት ቀነኒሳ በቀለ ድማ ሳልሳይ ደረጃ ሒዙ ወዲኡ።
            ወዲ 30 ዓመት ጉዬ ኣዶላ፡ ኣብ ተመሳሳሊ ውድድር በርሊን ማራቶነዕ፡ ንወናኒ ክብረ ወሰን ዓለም ዝኾነ ኢሉይድ ኪፕቾጌን ተኸቲሉ ካልኣይ ወጺኡ
            ብኤርትራዊ ዮናስ ማይናስ ዝተሰርሐት ብዓረባዊ ቅዲ ዝተዜመት 'ሓሚዳ' ዘርእስታ ደርፊ ንኣፍሪቃዊ ሽልማት ተሓጽያ።
            ኣብቲ ኣፍሪማስ 'ኦል ኣፍሪካን ሙዚክ ኣዋርድ' ዝተሰምየት ሽልማት ምብራቕ ኣፍሪቃ፣ ማእከላይ ኣፍሪቃ፣ ሰሜን ኣፍሪቃ፣ ደቡባዊ ኣፍሪቃን ምዕራብን ኣፍሪቃን ብዝብል ንኣፍሪቃ ኣብ ሓሙሽተ ዞባታት ብምምዳብ እዩ ሽልማታት ዝዕድል።
            ኮመዲ ሓሚዳ ናይ ዮናስ ማይናስ፡ ኣብቲ Best Artist, Duo or Group in African Traditional ብዝብል ምድብ ምስ 11 ካልኦት ደርፍታት'ያ ንሽልማት ተሓጽያ ዘላ።

            ዮናስ ምሕረት ኣብ ስርሓት ኮሜዲ ኣብ ምእላይ 'ቪድዮ ክሊፕ' እውን ዓቢ ክእለት ዘለዎ ስነ-ጥበባዊ እዩ።

            ከም መርኣይኡ ድማ ኣብቲ ዓመታዊ ብሻሞት ዝውሃብ ሽልማታት ኣብ 2018 ብሓሙሽተ ዓውድታት ኣብ 2019 ከኣ ብተመሳሳሊ ብሓሙሽተ ዓውድታት ክሽለም ክኢሉ'ዩ።

            ካባላጋላ ኣብ ሰሙን ሸውዓተ ቀዳም ዘለዎ ቦታ
            ኤርትራ፡ “ስነ ጥበብ ገድሊ እንተኾይኑ ንወዲ ኳዳ ጀነራል ምሃብክዎ”
            ጸላምን ኣይሁዳዊትን ቲፋኒ ሓድሽኣብቲ ንሕንሕ ዝተርአየሉ ውድድር ኬንያዊ የጎን ቤትዌል ካልኣይ ደረጃ ሒዙ ዛዚሙ።
            ነቲ ውድድር ክዕወተሉ ትጽቢት ዝገበረሉ ኢትዮጵያዊ ኣትሌት ቀነኒሳ በቀለ ድማ ሳልሳይ ደረጃ ሒዙ ወዲኡ።
            ወዲ 30 ዓመት ጉዬ ኣዶላ፡ ኣብ ተመሳሳሊ ውድድር በርሊን ማራቶነዕ፡ ንወናኒ ክብረ ወሰን ዓለም ዝኾነ ኢሉይድ ኪፕቾጌን ተኸቲሉ ካልኣይ ወጺኡ
            ብኤርትራዊ ዮናስ ማይናስ ዝተሰርሐት ብዓረባዊ ቅዲ ዝተዜመት 'ሓሚዳ' ዘርእስታ ደርፊ ንኣፍሪቃዊ ሽልማት ተሓጽያ።
            ኣብቲ ኣፍሪማስ 'ኦል ኣፍሪካን ሙዚክ ኣዋርድ' ዝተሰምየት ሽልማት ምብራቕ ኣፍሪቃ፣ ማእከላይ ኣፍሪቃ፣ ሰሜን ኣፍሪቃ፣ ደቡባዊ ኣፍሪቃን ምዕራብን ኣፍሪቃን ብዝብል ንኣፍሪቃ ኣብ ሓሙሽተ ዞባታት ብምምዳብ እዩ ሽልማታት ዝዕድል።
            ኮመዲ ሓሚዳ ናይ ዮናስ ማይናስ፡ ኣብቲ Best Artist, Duo or Group in African Traditional ብዝብል ምድብ ምስ 11 ካልኦት ደርፍታት'ያ ንሽልማት ተሓጽያ ዘላ።

            ዮናስ ምሕረት ኣብ ስርሓት ኮሜዲ ኣብ ምእላይ 'ቪድዮ ክሊፕ' እውን ዓቢ ክእለት ዘለዎ ስነ-ጥበባዊ እዩ።

            ከም መርኣይኡ ድማ ኣብቲ ዓመታዊ ብሻሞት ዝውሃብ ሽልማታት ኣብ 2018 ብሓሙሽተ ዓውድታት ኣብ 2019 ከኣ ብተመሳሳሊ ብሓሙሽተ ዓውድታት ክሽለም ክኢሉ'ዩ።

            ካባላጋላ ኣብ ሰሙን ሸውዓተ ቀዳም ዘለዎ ቦታ
            ኤርትራ፡ “ስነ ጥበብ ገድሊ እንተኾይኑ ንወዲ ኳዳ ጀነራል ምሃብክዎ”
            ጸላምን ኣይሁዳዊትን ቲፋኒ ሓድሽኣብቲ ንሕንሕ ዝተርአየሉ ውድድር ኬንያዊ የጎን ቤትዌል ካልኣይ ደረጃ ሒዙ ዛዚሙ።
            ነቲ ውድድር ክዕወተሉ ትጽቢት ዝገበረሉ ኢትዮጵያዊ ኣትሌት ቀነኒሳ በቀለ ድማ ሳልሳይ ደረጃ ሒዙ ወዲኡ።
            ወዲ 30 ዓመት ጉዬ ኣዶላ፡ ኣብ ተመሳሳሊ ውድድር በርሊን ማራቶነዕ፡ ንወናኒ ክብረ ወሰን ዓለም ዝኾነ ኢሉይድ ኪፕቾጌን ተኸቲሉ ካልኣይ ወጺኡ
            ብኤርትራዊ ዮናስ ማይናስ ዝተሰርሐት ብዓረባዊ ቅዲ ዝተዜመት 'ሓሚዳ' ዘርእስታ ደርፊ ንኣፍሪቃዊ ሽልማት ተሓጽያ።
            ኣብቲ ኣፍሪማስ 'ኦል ኣፍሪካን ሙዚክ ኣዋርድ' ዝተሰምየት ሽልማት ምብራቕ ኣፍሪቃ፣ ማእከላይ ኣፍሪቃ፣ ሰሜን ኣፍሪቃ፣ ደቡባዊ ኣፍሪቃን ምዕራብን ኣፍሪቃን ብዝብል ንኣፍሪቃ ኣብ ሓሙሽተ ዞባታት ብምምዳብ እዩ ሽልማታት ዝዕድል።
            ኮመዲ ሓሚዳ ናይ ዮናስ ማይናስ፡ ኣብቲ Best Artist, Duo or Group in African Traditional ብዝብል ምድብ ምስ 11 ካልኦት ደርፍታት'ያ ንሽልማት ተሓጽያ ዘላ።

            ዮናስ ምሕረት ኣብ ስርሓት ኮሜዲ ኣብ ምእላይ 'ቪድዮ ክሊፕ' እውን ዓቢ ክእለት ዘለዎ ስነ-ጥበባዊ እዩ።

            ከም መርኣይኡ ድማ ኣብቲ ዓመታዊ ብሻሞት ዝውሃብ ሽልማታት ኣብ 2018 ብሓሙሽተ ዓውድታት ኣብ 2019 ከኣ ብተመሳሳሊ ብሓሙሽተ ዓውድታት ክሽለም ክኢሉ'ዩ።

            ካባላጋላ ኣብ ሰሙን ሸውዓተ ቀዳም ዘለዎ ቦታ
            ኤርትራ፡ “ስነ ጥበብ ገድሊ እንተኾይኑ ንወዲ ኳዳ ጀነራል ምሃብክዎ”
            ጸላምን ኣይሁዳዊትን ቲፋኒ ሓድሽኣብቲ ንሕንሕ ዝተርአየሉ ውድድር ኬንያዊ የጎን ቤትዌል ካልኣይ ደረጃ ሒዙ ዛዚሙ።
            ነቲ ውድድር ክዕወተሉ ትጽቢት ዝገበረሉ ኢትዮጵያዊ ኣትሌት ቀነኒሳ በቀለ ድማ ሳልሳይ ደረጃ ሒዙ ወዲኡ።
            ወዲ 30 ዓመት ጉዬ ኣዶላ፡ ኣብ ተመሳሳሊ ውድድር በርሊን ማራቶነዕ፡ ንወናኒ ክብረ ወሰን ዓለም ዝኾነ ኢሉይድ ኪፕቾጌን ተኸቲሉ ካልኣይ ወጺኡ
            ብኤርትራዊ ዮናስ ማይናስ ዝተሰርሐት ብዓረባዊ ቅዲ ዝተዜመት 'ሓሚዳ' ዘርእስታ ደርፊ ንኣፍሪቃዊ ሽልማት ተሓጽያ።
            ኣብቲ ኣፍሪማስ 'ኦል ኣፍሪካን ሙዚክ ኣዋርድ' ዝተሰምየት ሽልማት ምብራቕ ኣፍሪቃ፣ ማእከላይ ኣፍሪቃ፣ ሰሜን ኣፍሪቃ፣ ደቡባዊ ኣፍሪቃን ምዕራብን ኣፍሪቃን ብዝብል ንኣፍሪቃ ኣብ ሓሙሽተ ዞባታት ብምምዳብ እዩ ሽልማታት ዝዕድል።
            ኮመዲ ሓሚዳ ናይ ዮናስ ማይናስ፡ ኣብቲ Best Artist, Duo or Group in African Traditional ብዝብል ምድብ ምስ 11 ካልኦት ደርፍታት'ያ ንሽልማት ተሓጽያ ዘላ።

            ዮናስ ምሕረት ኣብ ስርሓት ኮሜዲ ኣብ ምእላይ 'ቪድዮ ክሊፕ' እውን ዓቢ ክእለት ዘለዎ ስነ-ጥበባዊ እዩ።

            ከም መርኣይኡ ድማ ኣብቲ ዓመታዊ ብሻሞት ዝውሃብ ሽልማታት ኣብ 2018 ብሓሙሽተ ዓውድታት ኣብ 2019 ከኣ ብተመሳሳሊ ብሓሙሽተ ዓውድታት ክሽለም ክኢሉ'ዩ።

            ካባላጋላ ኣብ ሰሙን ሸውዓተ ቀዳም ዘለዎ ቦታ
            ኤርትራ፡ “ስነ ጥበብ ገድሊ እንተኾይኑ ንወዲ ኳዳ ጀነራል ምሃብክዎ”
            ጸላምን ኣይሁዳዊትን ቲፋኒ ሓድሽኣብቲ ንሕንሕ ዝተርአየሉ ውድድር ኬንያዊ የጎን ቤትዌል ካልኣይ ደረጃ ሒዙ ዛዚሙ።
            ነቲ ውድድር ክዕወተሉ ትጽቢት ዝገበረሉ ኢትዮጵያዊ ኣትሌት ቀነኒሳ በቀለ ድማ ሳልሳይ ደረጃ ሒዙ ወዲኡ።
            ወዲ 30 ዓመት ጉዬ ኣዶላ፡ ኣብ ተመሳሳሊ ውድድር በርሊን ማራቶነዕ፡ ንወናኒ ክብረ ወሰን ዓለም ዝኾነ ኢሉይድ ኪፕቾጌን ተኸቲሉ ካልኣይ ወጺኡ
            ብኤርትራዊ ዮናስ ማይናስ ዝተሰርሐት ብዓረባዊ ቅዲ ዝተዜመት 'ሓሚዳ' ዘርእስታ ደርፊ ንኣፍሪቃዊ ሽልማት ተሓጽያ።
            ኣብቲ ኣፍሪማስ 'ኦል ኣፍሪካን ሙዚክ ኣዋርድ' ዝተሰምየት ሽልማት ምብራቕ ኣፍሪቃ፣ ማእከላይ ኣፍሪቃ፣ ሰሜን ኣፍሪቃ፣ ደቡባዊ ኣፍሪቃን ምዕራብን ኣፍሪቃን ብዝብል ንኣፍሪቃ ኣብ ሓሙሽተ ዞባታት ብምምዳብ እዩ ሽልማታት ዝዕድል።
            ኮመዲ ሓሚዳ ናይ ዮናስ ማይናስ፡ ኣብቲ Best Artist, Duo or Group in African Traditional ብዝብል ምድብ ምስ 11 ካልኦት ደርፍታት'ያ ንሽልማት ተሓጽያ ዘላ።

            ዮናስ ምሕረት ኣብ ስርሓት ኮሜዲ ኣብ ምእላይ 'ቪድዮ ክሊፕ' እውን ዓቢ ክእለት ዘለዎ ስነ-ጥበባዊ እዩ።

            ከም መርኣይኡ ድማ ኣብቲ ዓመታዊ ብሻሞት ዝውሃብ ሽልማታት ኣብ 2018 ብሓሙሽተ ዓውድታት ኣብ 2019 ከኣ ብተመሳሳሊ ብሓሙሽተ ዓውድታት ክሽለም ክኢሉ'ዩ።

            ካባላጋላ ኣብ ሰሙን ሸውዓተ ቀዳም ዘለዎ ቦታ
            ኤርትራ፡ “ስነ ጥበብ ገድሊ እንተኾይኑ ንወዲ ኳዳ ጀነራል ምሃብክዎ”
            ጸላምን ኣይሁዳዊትን ቲፋኒ ሓድሽኣብቲ ንሕንሕ ዝተርአየሉ ውድድር ኬንያዊ የጎን ቤትዌል ካልኣይ ደረጃ ሒዙ ዛዚሙ።
            ነቲ ውድድር ክዕወተሉ ትጽቢት ዝገበረሉ ኢትዮጵያዊ ኣትሌት ቀነኒሳ በቀለ ድማ ሳልሳይ ደረጃ ሒዙ ወዲኡ።
            ወዲ 30 ዓመት ጉዬ ኣዶላ፡ ኣብ ተመሳሳሊ ውድድር በርሊን ማራቶነዕ፡ ንወናኒ ክብረ ወሰን ዓለም ዝኾነ ኢሉይድ ኪፕቾጌን ተኸቲሉ ካልኣይ ወጺኡ
            ብኤርትራዊ ዮናስ ማይናስ ዝተሰርሐት ብዓረባዊ ቅዲ ዝተዜመት 'ሓሚዳ' ዘርእስታ ደርፊ ንኣፍሪቃዊ ሽልማት ተሓጽያ።
            ኣብቲ ኣፍሪማስ 'ኦል ኣፍሪካን ሙዚክ ኣዋርድ' ዝተሰምየት ሽልማት ምብራቕ ኣፍሪቃ፣ ማእከላይ ኣፍሪቃ፣ ሰሜን ኣፍሪቃ፣ ደቡባዊ ኣፍሪቃን ምዕራብን ኣፍሪቃን ብዝብል ንኣፍሪቃ ኣብ ሓሙሽተ ዞባታት ብምምዳብ እዩ ሽልማታት ዝዕድል።
            ኮመዲ ሓሚዳ ናይ ዮናስ ማይናስ፡ ኣብቲ Best Artist, Duo or Group in African Traditional ብዝብል ምድብ ምስ 11 ካልኦት ደርፍታት'ያ ንሽልማት ተሓጽያ ዘላ።

            ዮናስ ምሕረት ኣብ ስርሓት ኮሜዲ ኣብ ምእላይ 'ቪድዮ ክሊፕ' እውን ዓቢ ክእለት ዘለዎ ስነ-ጥበባዊ እዩ።

            ከም መርኣይኡ ድማ ኣብቲ ዓመታዊ ብሻሞት ዝውሃብ ሽልማታት ኣብ 2018 ብሓሙሽተ ዓውድታት ኣብ 2019 ከኣ ብተመሳሳሊ ብሓሙሽተ ዓውድታት ክሽለም ክኢሉ'ዩ።

            ካባላጋላ ኣብ ሰሙን ሸውዓተ ቀዳም ዘለዎ ቦታ
            ኤርትራ፡ “ስነ ጥበብ ገድሊ እንተኾይኑ ንወዲ ኳዳ ጀነራል ምሃብክዎ”
            ጸላምን ኣይሁዳዊትን ቲፋኒ ሓድሽኣብቲ ንሕንሕ ዝተርአየሉ ውድድር ኬንያዊ የጎን ቤትዌል ካልኣይ ደረጃ ሒዙ ዛዚሙ።
            ነቲ ውድድር ክዕወተሉ ትጽቢት ዝገበረሉ ኢትዮጵያዊ ኣትሌት ቀነኒሳ በቀለ ድማ ሳልሳይ ደረጃ ሒዙ ወዲኡ።
            ወዲ 30 ዓመት ጉዬ ኣዶላ፡ ኣብ ተመሳሳሊ ውድድር በርሊን ማራቶነዕ፡ ንወናኒ ክብረ ወሰን ዓለም ዝኾነ ኢሉይድ ኪፕቾጌን ተኸቲሉ ካልኣይ ወጺኡ
            ብኤርትራዊ ዮናስ ማይናስ ዝተሰርሐት ብዓረባዊ ቅዲ ዝተዜመት 'ሓሚዳ' ዘርእስታ ደርፊ ንኣፍሪቃዊ ሽልማት ተሓጽያ።
            ኣብቲ ኣፍሪማስ 'ኦል ኣፍሪካን ሙዚክ ኣዋርድ' ዝተሰምየት ሽልማት ምብራቕ ኣፍሪቃ፣ ማእከላይ ኣፍሪቃ፣ ሰሜን ኣፍሪቃ፣ ደቡባዊ ኣፍሪቃን ምዕራብን ኣፍሪቃን ብዝብል ንኣፍሪቃ ኣብ ሓሙሽተ ዞባታት ብምምዳብ እዩ ሽልማታት ዝዕድል።
            ኮመዲ ሓሚዳ ናይ ዮናስ ማይናስ፡ ኣብቲ Best Artist, Duo or Group in African Traditional ብዝብል ምድብ ምስ 11 ካልኦት ደርፍታት'ያ ንሽልማት ተሓጽያ ዘላ።

            ዮናስ ምሕረት ኣብ ስርሓት ኮሜዲ ኣብ ምእላይ 'ቪድዮ ክሊፕ' እውን ዓቢ ክእለት ዘለዎ ስነ-ጥበባዊ እዩ።

            ከም መርኣይኡ ድማ ኣብቲ ዓመታዊ ብሻሞት ዝውሃብ ሽልማታት ኣብ 2018 ብሓሙሽተ ዓውድታት ኣብ 2019 ከኣ ብተመሳሳሊ ብሓሙሽተ ዓውድታት ክሽለም ክኢሉ'ዩ።

            ካባላጋላ ኣብ ሰሙን ሸውዓተ ቀዳም ዘለዎ ቦታ
            ኤርትራ፡ “ስነ ጥበብ ገድሊ እንተኾይኑ ንወዲ ኳዳ ጀነራል ምሃብክዎ”
            ጸላምን ኣይሁዳዊትን ቲፋኒ ሓድሽ
            እዛ ኣብ ቅዲ ሙዚቃ ኣር ኤንድ ቢ እትነጥፍ ስነ ጥበባዊት ጓል 23 ዓመት፡ መብዛሕትኡ ደርፍታት ምስ ድሕረ ባይትኣ፡ ምስ ስደትን ኣብ ስደት ኮይንካ ዘጋጥመካ ኣድልዎን ናይ መንነት ቅልውላውን ዝቃኒ'ዩ።

            ኣብ Best Female Artist in Eastern Africa ኣብ ዝብል ምድብ'ውን ኤርትራዊት ሜሪ ዘርኣብሩኽ ምስ 9 ካልኦት ደቂ ኣንስትዮ ንሽልማት ተሓጽያ ኣላ።

            ሜሪ ዘርኣብሩኽ ኣብ ቅዲ ሙዚቃ ሂፕ ሆፕ ዝያዳ እትነጥፍ ድምጻዊት ኮይና፡ ብቋንቋታት ትግርኛን እንግሊዘኛን እያ ትደርፍ።

            ኣብዚ ናይ ሎሚ ዓመት ውድድር ኸኣ ልዕሊ 400 ደርፍታት ን30 ኣህጉራውን ን10 ዞባውን ሽልማታት ተሓጽየን ኣለዋ።

            ዕውታት ካብ 19 ክሳብ 21 ሕዳር ኣብ ናይጀርያ ከተማ ሌጎስ ኣብ ዝካየደ ናይ ዕዉታት ምርቋሕ ስነስርዓት ሽልማቶም ክወስዱ'ዮም።

            Best Male Artist in Eastern Africa ኣብ ዝብል ምድብ ኢትዮጵያዊ ድምጻዊ ሊጅ ማይክ ንሽልማት ተሓጽዪም ካብ ዘለዉ'ዩ።

            ኣፊሪማ ተባሂሉ ዝጽዋዕ ኦል ኣፍሪካን ሙዚክ ኣዋርድ ዓመታዊ ኣብ ውሽጢ ኣፍሪቃን ካብ ኣፍሪቃ ወጻንእ ዝርከቡ ኣፍሪቃውያን 
            ስነጥበባውያን ሽልማት ዝዕድል ኮይኑ ብምትሕብባር ሕብረት ኣፍሪቃ ኣብ 2014 ዝተመስረት እዩ።ምንባሩ ይዝከር።
        </p>
    </div>
    <div class="col-md-3"></div>
</div>

    
<?php  
    require APPROOT . '/views/includes/footer.php';
?>
